
<div id="slider">
	<div class="container">
		
		<div class="row header">
			<div class="col-md-12">
				<!--XF, the text  -->
				<h3>弊社の使命</h3>
				<p>
					現在は主に北米の客様を中心に最高品質で長持ちする製品を納得のいく価格と最短の納期で提供できるよう努めております。 弊社は、中国等で生産した高品位な製品をアメリカヨーロッパ等に大量に供給しており、ニューヨークに拠点を設けることで、日常の業務の中で最先端のファッションの動向を習得しております。 今後は日本の企業の皆様にとっても、より良いパートナーとなれる事を弊社の使命と感じております
				</p>
			</div>
		</div>
		
		<?php include 'section5-carousel.php';?>
		
		<div class="row header">
			<div class="col-md-12">
				<h1>沿革</h1>
			</div>
		</div>
		<div class="row">
			<div class="col-md-12">
				<p>
					1980年に自社の工場 Sunshine Knitting Factory Group を中国東莞市にて設立し、国外のお客様に向け、ニットアパレル商品をメインとした生産を行ってまいりました。 アメリカでの取引が増加、事業拡大によりもっと身近に製品開発から生産までのお手伝いができるよう、2004年にニューヨーク支店、Glory Apparel Inc. を設立致しました。 現在では香港とニューヨーク、そして中国に４箇所の工場で3000人以上の従業員が働いております。　年間500万着以上のニット衣料品の他、バック、アクセサリーなどにも対応し、アパレルメーカー・百貨店・セレクトショップ・通信販売と幅広いお客様に最良の商品を提供しております。 お客様の御希望にお答えできるよう、サンプルに対するお客様のご意見を反映した商品開発に専念しています。そして豊富な実績を持つ自社工場の生産一貫システムで、少数ロットから大量ロット制作まで安定した高い品質の商品低コスト・短納期でご提供する事に最前を尽くし、日々努めています。 又、弊社では各地域におられるお客様のために最良なお取引方法をお選びいただいております。	</p>
			</div>
		</div>
	</div>
</div>




